{
    "id": 98,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/An Automated Framework for Supporting Data-Governance Rule Compliance in_Decentralized MIMO Contexts.pdf",
    "resumo": "1. **An Automated Framework for Supporting Data-Governance Rule Compliance in Decentralized MIMO Contexts**: O artigo apresenta o framework Dr.Aid, desenvolvido por meio de pesquisa de Design Science, voltado para contextos descentralizados de processos MIMO (multi-input-multi-output). O público-alvo abrange setores que lidam com grandes volumes de dados, como saúde e pesquisa científica. O Dr.Aid modela regras de governança de dados utilizando uma linguagem formal baseada em cálculo de situações, permitindo a verificação automatizada da conformidade com políticas de governança. O framework aborda estratégias de propagação e modificação de regras de dados, garantindo conformidade regulatória e abordando questões éticas como privacidade e transparência. As lacunas identificadas incluem a necessidade de automação na verificação de conformidade, e o nível de maturidade de IA ao qual o framework se aplica é elevado, dado seu uso em fluxos de dados complexos e multiestágios.",
    "data_extraction": {
        "titulo": "An Automated Framework for Supporting Data-Governance Rule Compliance in Decentralized MIMO Contexts",
        "ano_publicacao": 2021,
        "tipo_veiculo": "Conference",
        "pais_origem": "Não mencionado",
        "metodo_pesquisa": "Proposta Teórica",
        "publico_alvo_setor": "Não mencionado",
        "nome_framework_modelo": "Dr.Aid",
        "componentes_governanca": [
            "Políticas"
        ],
        "mecanismos_conformidade": "O agente simbólico automatiza a verificação de conformidade com as regras de governança de dados, facilitando a aplicação das políticas desejadas.",
        "dimensoes_eticas_abordadas": [
            "Privacidade"
        ],
        "lacunas_identificadas": "A pesquisa anterior foi desenvolvida sob suposições restritas, como ter um único contexto e um único estágio de processamento.",
        "nivel_maturidade_ia": "Desenvolvimento"
    }
}