{
    "id": 57,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/Artificial intelligence in tobacco control A systematic scoping review of applications, challenges, and ethical implicat.pdf",
    "resumo": "1. **Artificial Intelligence in Tobacco Control: A Systematic Scoping Review of Applications, Challenges, and Ethical Implications**: O artigo de Olawade e Aienobe-Asekharen (2025) apresenta uma revisão sistemática sobre a aplicação da inteligência artificial (IA) no controle do tabaco, utilizando o método de revisão de escopo conforme o framework de Arksey e O'Malley. O público-alvo abrange profissionais de saúde pública e formuladores de políticas, com foco em intervenções de cessação e vigilância de marketing. O estudo destaca estratégias de governança de dados, como a utilização de aprendizado de máquina e processamento de linguagem natural para monitorar tendências e personalizar intervenções. Questões éticas, incluindo viés algorítmico e privacidade, são abordadas, enfatizando a necessidade de conformidade com regulamentações como a FCTC da OMS. O artigo identifica lacunas na implementação de IA em contextos de baixa e média renda e sugere que o nível de maturidade da IA se aplica a intervenções de cessação em desenvolvimento, ressaltando a importância de uma abordagem ética e colaborativa para maximizar o impacto positivo da IA no controle do tabaco.",
    "data_extraction": {
        "titulo": "Artificial intelligence in tobacco control: A systematic scoping review of applications, challenges, and ethical implications",
        "ano_publicacao": 2025,
        "tipo_veiculo": "Journal",
        "pais_origem": "United Kingdom",
        "metodo_pesquisa": "Revisão da Literatura",
        "publico_alvo_setor": "Saúde Pública",
        "nome_framework_modelo": "Não mencionado",
        "componentes_governanca": [
            "Políticas",
            "Qualidade"
        ],
        "mecanismos_conformidade": "Não mencionado",
        "dimensoes_eticas_abordadas": [
            "Equidade/Bias",
            "Privacidade",
            "Responsabilidade",
            "Transparência"
        ],
        "lacunas_identificadas": "A falta de avaliações abrangentes que examinem a integração de tecnologias de IA em programas de controle do tabaco e as implicações éticas e de interferência da indústria.",
        "nivel_maturidade_ia": "Desenvolvimento"
    }
}