{
    "id": 20,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/Beyond human-in-the-loop Sensemaking between artificial intelligence and human intelligence collaboration.pdf",
    "resumo": "1. **Beyond human-in-the-loop: Sensemaking between artificial intelligence and human intelligence collaboration**: O artigo apresenta um framework que explora a colaboração entre inteligência artificial (IA) e inteligência humana (IH) em ambientes operacionais, utilizando uma abordagem de pesquisa qualitativa com 28 entrevistas em 9 empresas líderes em gestão de operações e cadeia de suprimentos. O estudo identifica a colaboração como um processo dinâmico e co-constitutivo, estruturado por assimetrias epistêmicas e responsabilidade simbólica, onde a IA oferece velocidade e precisão, enquanto a IH fornece julgamento ético e contextual. Mecanismos de governança reflexiva são destacados para garantir conformidade ética e regulatória, abordando questões de privacidade e viés. O artigo também aponta lacunas na compreensão da interação entre IA e IH, sugerindo que o nível de maturidade da IA se aplica a contextos complexos e dinâmicos, onde a colaboração é essencial para a tomada de decisões eficazes.",
    "data_extraction": {
        "titulo": "Beyond human-in-the-loop: Sensemaking between artificial intelligence and human intelligence collaboration",
        "ano_publicacao": 2025,
        "tipo_veiculo": "Journal",
        "pais_origem": "United Kingdom",
        "metodo_pesquisa": "Estudo de Caso",
        "publico_alvo_setor": "Operações e Gestão da Cadeia de Suprimentos",
        "nome_framework_modelo": "Sociotechnical system",
        "componentes_governanca": [
            "Ciclo de Vida do Modelo",
            "Qualidade"
        ],
        "mecanismos_conformidade": "Mecanismos reflexivos de governança para apoiar a tomada de decisão humana-máquina adaptativa, interpretável e responsável.",
        "dimensoes_eticas_abordadas": [
            "Equidade/Bias",
            "Privacidade",
            "Responsabilidade",
            "Transparência"
        ],
        "lacunas_identificadas": "Falta de compreensão sobre como a IA e a HI interagem e co-funcionam em contextos operacionais do mundo real.",
        "nivel_maturidade_ia": "Desenvolvimento"
    }
}