{
    "id": 84,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/Bridging the digital divide artificial intelligence as a catalyst for health equity in primary care settings.pdf",
    "resumo": "1. **Bridging the digital divide: artificial intelligence as a catalyst for health equity in primary care settings**: O artigo de Osonuga et al. (2025) apresenta uma revisão narrativa que investiga a aplicação de tecnologias de inteligência artificial (IA) em ambientes de atenção primária, visando a redução das desigualdades em saúde. O estudo, realizado segundo as diretrizes PRISMA-ScR, analisa 89 estudos relevantes, destacando a eficácia de algoritmos de estratificação de risco e plataformas de telemedicina na melhoria do acesso e na gestão de doenças crônicas em populações vulneráveis. Os autores identificam lacunas significativas, como o viés algorítmico e a exclusão digital, que podem perpetuar desigualdades existentes. O artigo enfatiza a necessidade de um desenvolvimento de IA centrado na equidade, com envolvimento comunitário e estratégias robustas de mitigação de viés, além de políticas que garantam a conformidade ética e regulatória. A pesquisa sugere que, embora a IA tenha potencial transformador, sua implementação deve ser cuidadosamente monitorada para evitar consequências indesejadas, como a erosão do julgamento clínico e a superdiagnose.",
    "data_extraction": {
        "titulo": "Bridging the digital divide: artificial intelligence as a catalyst for health equity in primary care settings",
        "ano_publicacao": 2025,
        "tipo_veiculo": "Journal",
        "pais_origem": "United Kingdom",
        "metodo_pesquisa": "Revisão da Literatura",
        "publico_alvo_setor": "Saúde",
        "nome_framework_modelo": "Não mencionado",
        "componentes_governanca": [
            "Qualidade",
            "Políticas"
        ],
        "mecanismos_conformidade": "Desenvolvimento de AI centrado na equidade, estratégias robustas de mitigação de viés e programas abrangentes de alfabetização digital.",
        "dimensoes_eticas_abordadas": [
            "Equidade/Bias",
            "Privacidade",
            "Responsabilidade",
            "Transparência"
        ],
        "lacunas_identificadas": "Falta de representação em conjuntos de dados de treinamento, viés algorítmico e exclusão digital de populações vulneráveis.",
        "nivel_maturidade_ia": "Desenvolvimento"
    }
}