{
    "id": 109,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/Consumer-Controlled Digital Twin Architecture How blockchain technology gives consumers control over their smart devices.pdf",
    "resumo": "1. **Consumer-Controlled Digital Twin Architecture: How blockchain technology gives consumers control over their smart devices’ digital twins and data**: O artigo apresenta a arquitetura Consumer-Controlled Digital Twin Architecture (C2DTA), desenvolvida para empoderar consumidores no Ecossistema de Dados Pessoais (PDE), utilizando um método de pesquisa de implementação. O público-alvo são consumidores de dispositivos inteligentes, com foco na indústria de IoT. A C2DTA propõe estratégias de gestão de dados que transferem o controle dos gêmeos digitais dos dispositivos para os consumidores, utilizando tecnologias descentralizadas como Identidade Auto-Soberana (SSI) e blockchain para garantir a integridade e a privacidade dos dados. O estudo aborda a conformidade regulatória e questões éticas, como privacidade e transparência, através de mecanismos de comunicação segura e credenciais verificáveis. Identifica lacunas na gestão de dados, especialmente na centralização do controle por fabricantes, e sugere que a arquitetura se aplica a um nível de maturidade de IA em evolução, promovendo um modelo de governança que prioriza a autonomia do consumidor.",
    "data_extraction": {
        "titulo": "Consumer-controlled digital twin architecture: How blockchain technology gives consumers control over their smart devices’ digital twins and data",
        "ano_publicacao": 2025,
        "tipo_veiculo": "Journal",
        "pais_origem": "Portugal",
        "metodo_pesquisa": "Proposta Teórica",
        "publico_alvo_setor": "Consumidores",
        "nome_framework_modelo": "Consumer-Controlled Digital Twin Architecture (C2DTA)",
        "componentes_governanca": [
            "Ciclo de Vida do Modelo",
            "Políticas"
        ],
        "mecanismos_conformidade": "O C2DTA utiliza blockchain para garantir a integridade e a segurança dos dados, permitindo que os consumidores tenham controle sobre seus dados pessoais e sobre a gestão de suas identidades digitais.",
        "dimensoes_eticas_abordadas": [
            "Privacidade",
            "Responsabilidade",
            "Transparência"
        ],
        "lacunas_identificadas": "A pesquisa identifica a falta de controle dos consumidores sobre seus dados pessoais e a necessidade de soluções que promovam a equidade na gestão de dados.",
        "nivel_maturidade_ia": "Desenvolvimento"
    }
}