{
    "id": 10,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/Knowledge-Driven Data Ecosystems Toward Data Transparency.pdf",
    "resumo": "1. **Knowledge-driven Data Ecosystems Towards Data Transparency**: O artigo de 2020 propõe uma arquitetura inovadora para ecossistemas de dados, denominada \"knowledge-driven data ecosystems\", utilizando o método de pesquisa Design Science Research, com foco no setor de saúde. O modelo aborda a transparência de dados e a qualidade dos dados, destacando a necessidade de compartilhamento seguro e rastreável de dados entre múltiplos stakeholders, como clínicas e pesquisadores. As estratégias de governança incluem a implementação de políticas de qualidade de dados e a utilização de metadados para garantir a rastreabilidade e a transparência dos processos. O estudo também discute a conformidade com regulamentações legais e éticas, enfatizando a privacidade e a mitigação de viés. Lacunas identificadas incluem a falta de padrões comuns para avaliação da qualidade dos dados e a necessidade de um nível elevado de maturidade em IA para a aplicação do framework proposto.",
    "data_extraction": {
        "titulo": "Knowledge-driven Data Ecosystems Towards Data Transparency",
        "ano_publicacao": 2020,
        "tipo_veiculo": "Journal",
        "pais_origem": "Germany",
        "metodo_pesquisa": "Proposta Teórica",
        "publico_alvo_setor": "Saúde",
        "nome_framework_modelo": "Knowledge-driven Data Ecosystem Architecture",
        "componentes_governanca": [
            "Ciclo de Vida do Modelo",
            "Qualidade"
        ],
        "mecanismos_conformidade": "A proposta inclui a implementação de serviços que garantem a transparência e a rastreabilidade dos dados, respeitando as regulamentações de proteção de dados e as diretrizes éticas.",
        "dimensoes_eticas_abordadas": [
            "Equidade/Bias",
            "Privacidade",
            "Responsabilidade",
            "Transparência"
        ],
        "lacunas_identificadas": "A falta de transparência e rastreabilidade nos pipelines de dados, que afeta a confiança nas tecnologias baseadas em dados.",
        "nivel_maturidade_ia": "Desenvolvimento"
    }
}