{
    "id": 9,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/Unpacking associations between positive-negative valence and ambidexterity of big data. Implications for firm performanc.pdf",
    "resumo": "1. **Unpacking associations between positive-negative valence and ambidexterity of big data. Implications for firm performance**: O artigo de Luqman et al. (2024) propõe um modelo que integra a teoria da valência e a teoria da ambidestria, utilizando um método de pesquisa baseado em survey com 357 gestores na China. O foco do estudo é a influência dos fatores de valência percebidos pela equipe de alta gestão (TMT) na ambidestria da utilização de big data e no desempenho organizacional. Os componentes de governança abordados incluem a proficiência em dados, expertise na indústria e diversidade de conhecimento como fatores positivos, enquanto a compatibilidade de dados, complexidade e desconfirmação de benefícios são considerados fatores negativos. O estudo também discute a conformidade regulatória e ética, enfatizando a necessidade de mitigar riscos de segurança e maximizar benefícios. As lacunas identificadas incluem a falta de pesquisa empírica sobre a relação entre fatores de valência da TMT e a ambidestria em big data, com um nível de maturidade de IA que se aplica a organizações que buscam melhorar seu desempenho operacional e financeiro por meio da utilização eficaz de big data.",
    "data_extraction": {
        "titulo": "Unpacking associations between positive-negative valence and ambidexterity of big data. Implications for firm performance",
        "ano_publicacao": 2024,
        "tipo_veiculo": "Journal",
        "pais_origem": "China",
        "metodo_pesquisa": "Survey",
        "publico_alvo_setor": "Gestão e Análise de Dados",
        "nome_framework_modelo": "Não mencionado",
        "componentes_governanca": [],
        "mecanismos_conformidade": "Não mencionado",
        "dimensoes_eticas_abordadas": [],
        "lacunas_identificadas": "Falta de pesquisa empírica sobre a relação entre fatores de valência da alta administração e a ambidestria na utilização de big data.",
        "nivel_maturidade_ia": "Desenvolvimento"
    }
}