{
    "id": 55,
    "file_source": "/Users/mailsonsantos/Documents/git/RSL-v2/artigos_baixados/Elucidation of big data analytics in banking a four-stage Delphi study.pdf",
    "resumo": "1. **Elucidation of Big Data Analytics in Banking: a Four-stage Delphi Study**: O artigo de Soltani Delgosha et al. (2021) apresenta um estudo Delphi de quatro rodadas para identificar e priorizar aplicações estratégicas, drivers e desafios da análise de big data no setor bancário. O método de pesquisa utilizado foi o Delphi, envolvendo 25 especialistas do setor. As principais aplicações identificadas incluem \"detecção de fraudes\" e \"análise de risco de crédito\", enquanto os drivers mais relevantes são \"melhoria na tomada de decisões\" e \"desenvolvimento de novos produtos/serviços\". Os desafios destacados incluem \"silos de informação\" e \"dados não integrados\". O estudo aborda a conformidade regulatória e questões éticas, como privacidade e segurança, enfatizando a necessidade de uma cultura organizacional que suporte a análise de dados. As lacunas na gestão de dados incluem a falta de infraestrutura técnica e mão de obra qualificada, com o framework se aplicando a um nível de maturidade de IA ainda em desenvolvimento.",
    "data_extraction": {
        "titulo": "Elucidation of Big Data Analytics in Banking: a Four-stage Delphi Study",
        "ano_publicacao": 2021,
        "tipo_veiculo": "Journal",
        "pais_origem": "Não mencionado",
        "metodo_pesquisa": "Revisão da Literatura",
        "publico_alvo_setor": "Bancos",
        "nome_framework_modelo": "Não mencionado",
        "componentes_governanca": [],
        "mecanismos_conformidade": "Não mencionado",
        "dimensoes_eticas_abordadas": [],
        "lacunas_identificadas": "Menos tentativas sistemáticas foram feitas para descobrir as principais aplicações e questões do big data na indústria bancária.",
        "nivel_maturidade_ia": "Desenvolvimento"
    },
    "id_original": 30,
    "referencia": "DELGOSHA, Mohammad Soltani; HAJIHEYDARI, Nastaran; FAHIMI, Sayed Mahmood. Elucidation of big data analytics in banking: a four-stage Delphi study. Journal of Enterprise Information Management, v. 34, p. 1577-1596, 2020. Available at: https://doi.org/10.1108/JEIM-03-2019-0097. Accessed on: 10 Jul. 2025."
}